{
  "title": "Our cases",
  "subTitle": "Recruitment",
  "lead": "Search, assessment and selection of specialists who have the necessary competencies and share the Company's values.",
  "it": {
    "lyudmilaSheludko": {
      "name": "Lyudmila Sheludko",
      "vacancies": {
        "title": "Vacancies:",
        "items": ["Python Developer х2"]
      },
      "terms": {
        "title": "Closing date:",
        "text": "2 vacancies in 8 weeks"
      }
    },
    "nauda": {
      "title": "Nauda's review",
      "items": [
        "We needed a specialist who could become our right hand — help the managers in the operating room, adapt to our style and think a few steps ahead.",
        "After filling out the brief, a few days later we immediately received candidates who “felt” our dynamics — accuracy, flexibility, calm confidence",
        "A separate plus — a psychological portrait of each. We didn’t waste time explaining why “no” — it was immediately clear who suited us.\n The result — not just a strong assistant, but a person who became part of the system."
      ],
      "vacancies": {
        "title": "Vacancies:",
        "items": ["Assistant"]
      },
      "terms": {
        "title": "Closing date:",
        "text": "Up to 4 weeks"
      }
    },
    "optionOne": {
      "title": "Candidate requirements",
      "items": [
        "4–5 years of experience with Unity Development in the AR/VR space;",
        "3+ years of experience with Python, C, C++, or C#, SQL;",
        "Excellent understanding of software engineering principles;",
        "Knowledge of optimization for mobile, web, and PC;",
        "Good understanding of asynchronous and multithreaded application development and architecture;",
        "Direct experience with game logic, particle systems, and client–server communication scenarios;",
        "Basic knowledge of 3D modeling software (Maya, 3D Max, or Blender);",
        "Knowledge of 3JS or A-frame libraries for 3D web development;",
        "Experience integrating APIs and third-party hardware functionality;",
        "Clear understanding of gameplay and creating fun and engaging experiences."
      ],
      "vacancies": {
        "title": "Vacancies:",
        "items": ["Interactive developer"]
      },
      "terms": {
        "title": "Closing date:",
        "text": "4 weeks"
      }
    },
    "softKraft": {
      "title": "Marek CEO, candidate requirements",
      "items": [
        "4+ years of JavaScript development experience;",
        "Good knowledge of TypeScript;",
        "Great experience with REST API;",
        "Ability to work with React, Redux, styled-components;",
        "Ability to transform design requirements into a real layout;",
        "Advanced adaptive/cross-viewing of CSS and HTML;",
        "Advanced level of English."
      ],
      "vacancies": {
        "title": "Vacancies:",
        "items": ["Senior React Developer"]
      },
      "terms": {
        "title": "Closing date:",
        "text": "Up to 3 weeks"
      }
    },
    "kitrum": {
      "title": "Feedback Vlad Kitaynyk CEO & Founder",
      "items": [
        "We were looking for an assistant who would not just complete operational tasks, but would fit into the corporate culture and pace of the team.",
        "After the first brief, within a few days we were shown candidates who had passed the preliminary selection and test — without unnecessary calls.",
        "One of the finalists approached us so organically that we quickly made a decision. And the vacancy was closed in 3 weeks.",
        "It’s great that the process was not “blind” — thanks to psychological testing we received not just a resume, but a clear understanding of who we were dealing with and an understanding of how to approach the motivation and management of the candidate.Everything was done promptly, without unnecessary fuss — this is exactly what an HR partner should be like."
      ],
      "vacancies": {
        "title": "Vacancies:",
        "items": ["Assistant"]
      },
      "terms": {
        "title": "Closing date:",
        "text": "Up to 4 weeks"
      }
    },
    "nuggClub": {
      "title": "Nugg Club review",
      "items": [
        "From the first conversation, we understood: the MI Agency team is not just a service, but engaged partners.",
        "They know how to listen, immerse themselves in the business context and take into account not only experience, but also corporate culture.",
        "All stages — from the brief to the offer — were coordinated, and the final result fully met our expectations.",
        "We got not just an assistant, but a person who harmoniously fit into our dynamics."
      ],
      "vacancies": {
        "title": "Vacancies:",
        "items": ["Senior UI/UX Designer", "Ruby", "QA"]
      },
      "terms": {
        "title": "Closing date:",
        "text": "Up to 4 weeks"
      }
    },
    "nda": {
      "title": "NDA company review",
      "items": [
        "We were looking for a WordPress developer with experience in custom solutions and an understanding of the logic of IT projects.",
        "MI Agency responded quickly to the request; within a month we received 3 high-quality profiles that met both the technical requirements and the communication style in our team.",
        "We selected a candidate who met all the key criteria — and he soon joined the project.",
        "The quality of the preliminary filtering was impressive: each option was appropriate, we did not waste time. Communication was clear, understandable, with constant status updates."
      ],
      "vacancies": {
        "title": "Vacancies:",
        "items": ["Wordpress developer"]
      },
      "terms": {
        "title": "Closing date:",
        "text": "Up to 4 weeks"
      }
    }
  },
  "web": {
    "vitaliyMartynenko": {
      "name": "Vitaliy Martynenko",
      "position": "CEO & Founder Cryptolist",
      "vacancies": {
        "title": "Vacancies:",
        "items": ["HRD"]
      },
      "terms": {
        "title": "Closing date:",
        "text": "4 weeks"
      }
    },
    "solus": {
      "title": "Feedback from Ruslan Partner & CMO",
      "items": [
        "We had a specific and difficult request — an influencer marketer with experience in Web3 and ready-made cases, the vacancy had been open in the company for 3 years.",
        "The MI Agency team managed to accurately read who exactly we were looking for. They took the entire process on themselves — from the search to the final approval.",
        "The candidate successfully underwent adaptation and is now working with us on a permanent basis.",
        "We evaluate this cooperation as high-quality and effective — without overload and unnecessary control on our part."
      ],
      "vacancies": {
        "title": "Vacancies:",
        "items": ["Influence Marketing Lead"]
      },
      "terms": {
        "title": "Closing date:",
        "text": "8 weeks"
      }
    },
    "majinx": {
      "title": "Feedback Ruslan CEO & Founder",
      "items": [
        "We needed a BDM with specific experience in Web3, fundraising and strategic partnerships.",
        "The MI Agency team immediately offered a selection of relevant candidates who had already passed the preliminary assessment.",
        "In the end, we chose one of the specialists who got involved from day one and quickly started to deliver results.",
        "We were pleasantly surprised by how deeply the team immersed themselves in the request and accompanied us at every stage."
      ],
      "vacancies": {
        "title": "Vacancies:",
        "items": ["Business Development Manager"]
      },
      "terms": {
        "title": "Closing date:",
        "text": "Up to 4 weeks"
      }
    },
    "ndaSales": {
      "title": "NDA company requirements",
      "items": [
        "3+ years of experience as a sales manager;",
        "Experience in building a sales department from scratch;",
        "Knowledge of sales management techniques and sales psychology;",
        "Ability to organize the work of the department, set KPIs;",
        "Ability to analyze the market and competitors’ work;",
        "Ability to analyze and work with large amounts of information;",
        "English level — Upper-Intermediate;",
        "Result-oriented, diplomatic assertiveness, ability to effectively negotiate and think strategically;",
        "Experience working in crypto projects."
      ],
      "vacancies": {
        "title": "Vacancies:",
        "items": ["Head of Sales department"]
      },
      "terms": {
        "title": "Closing date:",
        "text": "Up to 4 weeks"
      }
    },
    "monolith": {
      "title": "Feedback from Ivan Co-Founder",
      "items": [
        "We worked on several areas at the same time — from launching SMM to forming an analytical team.",
        "The first to be hired was a senior analyst who laid the foundation for the fund’s work and later rose to the role of Principal.We also recruited specialists for the airdrop area and marketing.",
        "We found an SMM specialist in less than two weeks. All candidates were accurate in their request — strong both professionally and in their communication style.",
        "It was comfortable to work with a team that understood the task from the first time. Thank you for the speed and quality."
      ],
      "vacancies": {
        "title": "Vacancies:",
        "items": ["SMM Manager", "Senior Analyst x2", "Airdrop Analyst x2"]
      },
      "terms": {
        "title": "Average closing time:",
        "text": "3 weeks"
      }
    },
    "ndaBdm": {
      "title": "NDA company review",
      "items": [
        "We had a request for a BDM who would join the process and start selling right away. But during the selection process, it became clear: we needed a different type of person — one who would build a sales department from scratch.",
        "The team didn’t just select candidates, but helped us focus on the right person.",
        "After updating the request, we quickly found a strong specialist who fit perfectly into the team.",
        "Fast pace, high-quality feedback, and a deep understanding of the Web3 market are what we especially appreciate about our cooperation."
      ],
      "vacancies": {
        "title": "Vacancies:",
        "items": ["Business Development Manager"]
      },
      "terms": {
        "title": "Closing date:",
        "text": "Up to 8 weeks"
      }
    },
    "ndaMulti": {
      "title": "NDA company review",
      "items": [
        "Several areas were opened at the same time: marketing, analytics, sales, management.",
        "The MI Agency team very quickly understood each request and selected strong people for each role.",
        "A marketer was found in less than three weeks, and other specialists were also closed without delay.",
        "I liked that each vacancy was accompanied not just by a resume, but by an understanding of why this person is 'in the right place'.",
        "With such interaction, it is easy to scale."
      ],
      "vacancies": {
        "title": "Vacancies:",
        "items": ["Marketer", "BizDev", "Analyst", "Project Manager"]
      },
      "terms": {
        "title": "Average closing time:",
        "text": "Up to 3 weeks"
      }
    },
    "bohdanBushe": {
      "name": "Bohdan Bushe",
      "position": "СЕО&Founder",
      "vacancies": {
        "title": "Vacancies:",
        "items": ["SMM Manager"]
      },
      "terms": {
        "title": "Closing date:",
        "text": "Up to 4 weeks"
      }
    }
  },
  "marketing": {
    "andriyJmil": {
      "name": "Andriy Jmil",
      "position": "СЕО&Founder SVET, Spendy",
      "vacancies": {
        "title": "Vacancies:",
        "items": ["Digital marketer x5", "SMM Manager"]
      },
      "terms": {
        "title": "Cooperation period:",
        "text": "2 years"
      }
    },
    "frgmnt": {
      "title": "FRGMNT review",
      "items": [
        "We were looking for an assistant for two managers — someone who could quickly adapt to the office rhythm, work with a team, and complete both administrative and personal tasks.",
        "The MI Agency team read the request on the first try and showed us finalists with relevant experience within a few days. One of the candidates passed the test and joined the team — he integrated perfectly and has been working with us ever since.",
        "At the same time, we were looking for a designer. The approach was the same — precise, without unnecessary iterations. We got a person who not only had the necessary level but also fit perfectly into the brand’s visual style.",
        "There was a feeling that the team was working with us in the same rhythm — and this is very valuable."
      ],
      "vacancies": {
        "title": "Vacancies:",
        "items": ["Executive Assistant", "Graphic Designer"]
      },
      "terms": {
        "title": "Closing date:",
        "text": "Up to 4 weeks"
      }
    },
    "miko": {
      "title": "Feedback from Angelina CEO & Founder",
      "items": [
        "We needed a recruiter who is oriented towards marketing specialties — from creative to technical.",
        "In 4 weeks, the MI Agency team provided 6 relevant candidates. All of them had the appropriate experience and understanding of our specifics.",
        "We quickly conducted interviews, chose the best option and saw the result in the first month.",
        "It is especially valuable that the agency delved deeply into the tasks, did not send random resumes and helped make a decision, relying not only on the CV, but also on the person’s potential in our culture."
      ],
      "vacancies": {
        "title": "Vacancies:",
        "items": ["Recruiter"]
      },
      "terms": {
        "title": "Closing date:",
        "text": "Up to 4 weeks"
      }
    },
    "hornsHacks": {
      "title": "Review by Arthur CEO & Founder",
      "items": [
        "We were looking for a specialist who understands YouTube: algorithms, promotion, analytics, and content strategy.",
        "After the brief, we were shown several candidates with experience in this niche. One of them brilliantly coped with the test and began cooperation.",
        "The recruiters were included in the process, did not lose focus on the details, and we got the result we expected."
      ],
      "vacancies": {
        "title": "Vacancies:",
        "items": ["YouTube Marketing Manager"]
      },
      "terms": {
        "title": "Closing date:",
        "text": "Up to 4 weeks"
      }
    },
    "annaKutsenko": {
      "name": "Anna Kutsenko",
      "position": "Coach and Influencer",
      "vacancies": {
        "title": "Vacancies:",
        "items": ["SMM Manager", "Assistant"]
      },
      "terms": {
        "title": "Closing date:",
        "text": "Up to 4 weeks"
      }
    }
  },
  "fintech": {
    "fintechNda": {
      "title": "NDA company requirements",
      "logo": "FINTECH startup under NDA",
      "items": [
        "5+ years of development experience;",
        "Experience as a Full-stack Dev;",
        "Experience with JavaScript;",
        "MERN stack: MongoDB, Express, React JS, Node JS;",
        "AWS (EC2, CloudFront CDN, S3) + Docker skills;",
        "Project management from start to finish;",
        "Ability to conduct internal code audits;",
        "Experience as a team leader;",
        "Understanding of API key operation;",
        "Skills in training new employees;",
        "Experience in startups;",
        "Designing organizational project processes;",
        "Experience in fintech will be a plus;",
        "Professional portfolio with successful cases;",
        "English: B2."
      ],
      "vacancies": {
        "title": "Vacancies:",
        "items": ["Full-stack Developer"]
      },
      "terms": {
        "title": "Closing date:",
        "text": "Up to 2 weeks"
      }
    },
    "ndaTech": {
      "title": "NDA company review",
      "items": [
        "We are a startup that is actively scaling, so we were looking for several technical specialists at once: from support to DevOps.",
        "MI Agency quickly understood who we needed and how to prioritize positions. Thanks to a clear process and regular updates, we didn’t waste time on unnecessary conversations — only on the final candidates.",
        "DevOps joined the team after a month, QA — in two weeks, and full-stack and 3 tech support — within 1.5 months.",
        "It is especially valuable that each candidate underwent psychological testing — we immediately received analytics on work style, motivation, and potential growth areas.",
        "The result was not just closed vacancies, but a team that quickly joined our pace and is already producing results."
      ],
      "vacancies": {
        "title": "Vacancies:",
        "items": ["DevOps", "Tech Support x3", "QA", "Fullstack Dev"]
      },
      "terms": {
        "title": "Closing date:",
        "text": "All vacancies closed in 3 months"
      }
    }
  },
  "igaming": {
    "hundredFtd": {
      "title": "100FTD review",
      "logo": "100FTD",
      "items": [
        "We were looking for an HR specialist who would take on the entire cycle of work with personnel — from recruiting to team support.",
        "The recruiters from MI quickly came up with a high-quality sample — each candidate was thoroughly selected and had the necessary experience.",
        "One of them organically fit into our approach to work.",
        "Communication was clear and professional — no sense of 'working for a tick'."
      ],
      "vacancies": {
        "title": "Vacancies:",
        "items": ["HR"]
      },
      "terms": {
        "title": "Closing date:",
        "text": "3 weeks"
      }
    },
    "ndaRecruiter": {
      "title": "NDA company review",
      "items": [
        "We were looking for an internal recruiter for an international team with an understanding of the specifics of the market and the company culture.",
        "The MI Agency team approached the selection carefully — they took into account both experience and values that are important to us.",
        "The candidate not only exceeded expectations in terms of hard skills, but also quickly adapted to the team.",
        "Thanks to this selection format, we saved a lot of time and resources."
      ],
      "vacancies": {
        "title": "Vacancies:",
        "items": ["Recruiter"]
      },
      "terms": {
        "title": "Closing date:",
        "text": "4 weeks"
      }
    },
    "flint": {
      "title": "Flint team feedback",
      "items": [
        "We work in an industry where speed is everything, so it is critical to have a partner who understands the request from the first contact.",
        "With MI Agency we have developed exactly such cooperation — we have repeatedly applied for positions for various tasks and each time received an accurate closing without delays.",
        "The team works clearly, keeps pace and is always in touch.",
        "A reliable partner who can be entrusted with recruiting."
      ],
      "vacancies": {
        "title": "Vacancies:",
        "items": [
          "More than 20 SEO specialists of various levels (from trainee to senior) have been selected, as well as the positions of Link builder, Sales manager and Head of Sales have been filled."
        ]
      },
      "terms": {
        "title": "Collaboration:",
        "text": "Over 1.5 years"
      }
    },
    "gambeat": {
      "title": "GAMBEAT review",
      "items": [
        "We were looking for an affiliate manager who understands the gambling industry and has experience in similar campaigns.",
        "MI specialists provided a profile candidate within a month. The person adapted quickly and is now confidently closing the direction.",
        "It is especially valuable that they did not “throw” everyone at us in a row — it was clear that each option underwent filtering and preliminary evaluation.",
        "This is exactly the approach we were looking for."
      ],
      "vacancies": {
        "title": "Vacancies:",
        "items": ["Affiliate manager"]
      },
      "terms": {
        "title": "Closing date:",
        "text": "Up to 4 weeks"
      }
    }
  }
}
