{
  "title": "Кейси наших кандидатів",
  "reviews": {
    "philip": {
      "name": "Philip",
      "position": "Senior Level Artist"
    },
    "rodrigo": {
      "name": "Rodrigo",
      "position": "Senior 3D Artist"
    },
    "maksim": {
      "name": "Максим",
      "position": "Assistant managing trader"
    },
    "chinhiz": {
      "name": "Chinhiz",
      "position": "Senior Full-Stack developer"
    },
    "christina": {
      "name": "Христина",
      "position": "Moderator"
    },
    "kyrylo": {
      "name": "Кирило",
      "position": "Digital Marketer"
    },
    "hanna": {
      "name": "Ганна",
      "position": "HR Generalist"
    },
    "vadim": {
      "name": "Вадим",
      "position": "Fronted Developer"
    },
    "juliaSmm": {
      "title": "Юлія, позиція: SMM-manager",
      "items": [
        "<1>Позиція SMM manager в крипто фонд Monolith!  </1>",
        "Співпраця була якісною, зручною та постійно надавали апдейти та актуальну інформацію по вакансії. Також саме спілкування було дуже приємним) Дякую за те, що дали допомогли знайти ту саму компанію!  "
      ]
    },
    "bahodyr": {
      "title": "Баходир, позиція: Диспетчер",
      "items": [
        "З самого початку роботи Ірина проявила себе як справжній професіонал. Її вміння знаходити підхід до людей, підбирати потрібний момент і високий рівень професіоналізму допомогли мені швидко встановити з нею контакт. Під час інтерв’ю вона спілкувалась на англійській, що значно спростило процес. Її підтримка і гнучкість зробили цю взаємодію максимально комфортною та продуктивною."
      ]
    },
    "annaAssistant": {
      "title": "Анна, позиція: Асистент",
      "items": [
        "Дівчинка була дуже привітна, я не люблю співбесіди, але в неї вийшло до себе мене налаштувати на комфортний лад"
      ]
    },
    "juliaAssistant": {
      "title": "Юля, позиція: Асистент",
      "items": [
        "Хочу висловити щиру подяку MI Agency за вашу професійну та людяну підтримку під час мого пошуку роботи.",
        "Я отримала класну пропозицію, яка ідеально відповідала моїм кар’єрним цілям та світобаченню. Всі етапи співпраці були максимально чіткими, зрозумілими та евективними. Особливо приємно мене вразила емоційна складова, відчувалося щире зацікавлення моїм успіхом і підтримка на кожному етапі та дружня і тепла комунікація) за це дуже вдячна) завдяки  пропозиції від вашої компанії я знайшла класне місце роботи, де я реалізовуюсь та відчуваю себе на своєму місці на всі 100%",
        "Успіхів вам!"
      ]
    },
    "victoriaManager": {
      "title": "Вікторія, позиція: Фінансовий менеджер",
      "items": [
        "<1>Півтора місяця тому</1>, я проходила співбесіду на посаду фінансового менеджера.\nХочу висловити щиру вдячність HR-менеджеру Ірині за її професіоналізм та відповідальний підхід до роботи.\nКожен етап співбесіди проходив у дружній та позитивній атмосфері, що сприяло відкритому й комфортному спілкуванню.\nІрина приділяє велику увагу деталям, чудово розпізнає таланти та потенціал кандидатів, гармонійно поєднуючи вимоги компанії з можливостями кандидатів.\nІрина — це прекрасна людина і справжній професіонал, який завжди працює на найвищому рівні. Ірина — це прекрасна людина і справжній професіонал, який завжди працює на найвищому рівні.",
        "Щиро дякую за співпрацю!"
      ]
    }
  }
}
