{
  "title": "Наші кейси",
  "subTitle": "Підбір персоналу",
  "lead": "Пошук, оцінка та підбір спеціалістів, які мають потрібні компетенції та поділяють цінності Компанії.",
  "it": {
    "lyudmilaSheludko": {
      "name": "Людмила Шелудько",
      "vacancies": {
        "title": "Вакансії:",
        "items": ["Python Developer х2"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "2 вакансії за 8 тижнів"
      }
    },
    "nauda": {
      "title": "Відгук Nauda",
      "items": [
        "Нам був потрібен спеціаліст, який зможе стати правою рукою — допомагати керівникам в операційці, адаптуватися до нашого стилю та мислити на кілька кроків уперед.",
        "Після заповнення брифу, через декілька днів  ми одразу отримали кандидатів, які “відчували” нашу динаміку — точність, гнучкість, спокійна впевненість.",
        "Окремий плюс — психологічний портрет кожного. Ми не витрачали час на пояснення, чому “ні” — одразу було видно, хто нам підходить. \nУ результаті — не просто сильний асистент, а людина, яка стала частиною системи."
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": ["Assistant"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "До 4 тижнів"
      }
    },
    "optionOne": {
      "title": "Вимоги до кандидата",
      "items": [
        "4–5 років досвіду роботи з Unity Development в AR/VR просторі;",
        "3+ роки досвіду роботи з Python, C, C++ або C#, SQL;",
        "Відмінне розуміння принципів програмної інженерії;",
        "Знання оптимізації для мобільних пристроїв, інтернету та ПК;",
        "Добре розуміння розробки та архітектури асинхронних і багатопоточних додатків;",
        "Безпосередній досвід роботи з логікою гри, системами частинок, сценаріями зв’язку клієнт-серверу;",
        "Базові знання програмного забезпечення для 3D моделювання (Maya, 3D Max або Blender);",
        "Знання бібліотек 3JS або A-frame для 3D веб-розробки;",
        "Досвід інтеграції API та функціональності стороннього обладнання;",
        "Чітке розуміння ігрового процесу та створення веселих і захоплюючих вражень."
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": ["Інтерактивний розробник"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "4 тижні"
      }
    },
    "softKraft": {
      "title": "Марек CEO, вимоги до кандидата",
      "items": [
        "4+ роки досвіду розробки на JavaScript;",
        "Добре знання TypeScript;",
        "Великий досвід роботи з REST API;",
        "Вміння працювати з React, Redux, styled-components;",
        "Можливість трансформувати вимоги дизайну в реальний макет;",
        "Розширений адаптивний/перехресний перегляд CSS і HTML;",
        "Просунутий рівень англійської мови."
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": ["Senior React Developer"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "До 3 тижнів"
      }
    },
    "kitrum": {
      "title": "Відгук Влад Китайник CEO & Founder",
      "items": [
        "Ми шукали асистента, який не просто закриє операційні задачі, а впишеться у корпоративну культуру й темп команди.",
        "Після першого брифу вже за кілька днів нам показали кандидатів, які пройшли попередній відбір і тестове — без зайвих колів.",
        "Один із фіналістів настільки органічно підходив, що ми швидко ухвалили рішення. І вакансію було закрито за 3 тижні.",
        "Класно, що процес не був “всліпу” — завдяки психологічному тестуванню ми отримали не просто резюме, а чітке розуміння того, як менеджер по-різному підходить до мотивації та управління кандидатами. Все було оперативно, без зайвого шуму — саме таким має бути HR партнер."
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": ["Assistant"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "До 4 тижнів"
      }
    },
    "nuggClub": {
      "title": "Відгук Nugg Club",
      "items": [
        "З першої розмови ми зрозуміли: команда MI Agency — це не просто сервіс, а залучені партнери.",
        "Вони вміють слухати, занурюються в контекст бізнесу й враховують не лише досвід, а й корпоративну культуру.",
        "Усі етапи — від брифу до оферу — були злагоджені, а фінальний результат повністю відповідав нашим очікуванням.",
        "Ми отримали не просто асистента, а людину, яка гармонійно вписалася у нашу динаміку."
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": ["Senior UI/UX Designer", "Ruby", "QA"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "До 4 тижнів"
      }
    },
    "nda": {
      "title": "Відгук компанія NDA",
      "items": [
        "Шукали WordPress-розробника з досвідом у кастомних рішеннях і розумінням логіки IT-проєктів.",
        "MI Agency швидко зреагували на запит: вже протягом місяця ми отримали 3 якісних профілі, які відповідали як технічним вимогам, так і стилю комунікації в нашій команді.",
        "Обрали кандидата, який підійшов по всіх ключових критеріях — і вже незабаром він приєднався до проєкту.",
        "Вразила якість попередньої фільтрації: кожен варіант був доречним, ми не витрачали час даремно. Комунікація — чітка, зрозуміла, з постійним апдейтом по статусу."
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": ["Wordpress developer"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "До 4 тижнів"
      }
    }
  }
}
