{
  "title": "Наші кейси",
  "subTitle": "Підбір персоналу",
  "lead": "Пошук, оцінка та підбір спеціалістів, які мають потрібні компетенції та поділяють цінності Компанії.",
  "it": {
    "lyudmilaSheludko": {
      "name": "Людмила Шелудько",
      "vacancies": {
        "title": "Вакансії:",
        "items": ["Python Developer х2"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "2 вакансії за 8 тижнів"
      }
    },
    "nauda": {
      "title": "Відгук Nauda",
      "items": [
        "Нам був потрібен спеціаліст, який зможе стати правою рукою — допомагати керівникам в операційці, адаптуватися до нашого стилю та мислити на кілька кроків уперед.",
        "Після заповнення брифу, через декілька днів  ми одразу отримали кандидатів, які “відчували” нашу динаміку — точність, гнучкість, спокійна впевненість.",
        "Окремий плюс — психологічний портрет кожного. Ми не витрачали час на пояснення, чому “ні” — одразу було видно, хто нам підходить. \nУ результаті — не просто сильний асистент, а людина, яка стала частиною системи."
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": ["Assistant"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "До 4 тижнів"
      }
    },
    "optionOne": {
      "title": "Вимоги до кандидата",
      "items": [
        "4–5 років досвіду роботи з Unity Development в AR/VR просторі;",
        "3+ роки досвіду роботи з Python, C, C++ або C#, SQL;",
        "Відмінне розуміння принципів програмної інженерії;",
        "Знання оптимізації для мобільних пристроїв, інтернету та ПК;",
        "Добре розуміння розробки та архітектури асинхронних і багатопоточних додатків;",
        "Безпосередній досвід роботи з логікою гри, системами частинок, сценаріями зв’язку клієнт-серверу;",
        "Базові знання програмного забезпечення для 3D моделювання (Maya, 3D Max або Blender);",
        "Знання бібліотек 3JS або A-frame для 3D веб-розробки;",
        "Досвід інтеграції API та функціональності стороннього обладнання;",
        "Чітке розуміння ігрового процесу та створення веселих і захоплюючих вражень."
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": ["Інтерактивний розробник"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "4 тижні"
      }
    },
    "softKraft": {
      "title": "Марек CEO, вимоги до кандидата",
      "items": [
        "4+ роки досвіду розробки на JavaScript;",
        "Добре знання TypeScript;",
        "Великий досвід роботи з REST API;",
        "Вміння працювати з React, Redux, styled-components;",
        "Можливість трансформувати вимоги дизайну в реальний макет;",
        "Розширений адаптивний/перехресний перегляд CSS і HTML;",
        "Просунутий рівень англійської мови."
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": ["Senior React Developer"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "До 3 тижнів"
      }
    },
    "kitrum": {
      "title": "Відгук Влад Китайник CEO & Founder",
      "items": [
        "Ми шукали асистента, який не просто закриє операційні задачі, а впишеться у корпоративну культуру й темп команди.",
        "Після першого брифу вже за кілька днів нам показали кандидатів, які пройшли попередній відбір і тестове — без зайвих колів.",
        "Один із фіналістів настільки органічно підходив, що ми швидко ухвалили рішення. І вакансію було закрито за 3 тижні.",
        "Класно, що процес не був “всліпу” — завдяки психологічному тестуванню ми отримали не просто резюме, а чітке розуміння того, як менеджер по-різному підходить до мотивації та управління кандидатами. Все було оперативно, без зайвого шуму — саме таким має бути HR партнер."
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": ["Assistant"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "До 4 тижнів"
      }
    },
    "nuggClub": {
      "title": "Відгук Nugg Club",
      "items": [
        "З першої розмови ми зрозуміли: команда MI Agency — це не просто сервіс, а залучені партнери.",
        "Вони вміють слухати, занурюються в контекст бізнесу й враховують не лише досвід, а й корпоративну культуру.",
        "Усі етапи — від брифу до оферу — були злагоджені, а фінальний результат повністю відповідав нашим очікуванням.",
        "Ми отримали не просто асистента, а людину, яка гармонійно вписалася у нашу динаміку."
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": ["Senior UI/UX Designer", "Ruby", "QA"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "До 4 тижнів"
      }
    },
    "nda": {
      "title": "Відгук компанія NDA",
      "items": [
        "Шукали WordPress-розробника з досвідом у кастомних рішеннях і розумінням логіки IT-проєктів.",
        "MI Agency швидко зреагували на запит: вже протягом місяця ми отримали 3 якісних профілі, які відповідали як технічним вимогам, так і стилю комунікації в нашій команді.",
        "Обрали кандидата, який підійшов по всіх ключових критеріях — і вже незабаром він приєднався до проєкту.",
        "Вразила якість попередньої фільтрації: кожен варіант був доречним, ми не витрачали час даремно. Комунікація — чітка, зрозуміла, з постійним апдейтом по статусу."
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": ["Wordpress developer"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "До 4 тижнів"
      }
    }
  },
  "web": {
    "vitaliyMartynenko": {
      "name": "Віталій Мартиненко",
      "position": "CEO & Founder Cryptolist",
      "vacancies": {
        "title": "Вакансії:",
        "items": ["HRD"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "4 тижні"
      }
    },
    "solus": {
      "title": "Відгук Руслана Partner & CMO",
      "items": [
        "У нас був точковий і непростий запит — інфлюенс-маркетолог із досвідом саме у Web3 і готовими кейсами, вакансія була відкрита в компанії 3 роки.",
        "Команді MI Agency вдалося точно зчитати, кого саме ми шукаємо. Вони повністю взяли процес на себе — від пошуку до фінального узгодження.",
        "Кандидат успішно пройшов адаптацію і зараз працює з нами на постійній основі.",
        "Оцінюємо цю співпрацю як якісну й ефективну — без перевантаження й зайвого контролю з нашого боку."
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": ["Influence Marketing Lead"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "8 тижнів"
      }
    },
    "majinx": {
      "title": "Відгук Руслан CEO & Founder",
      "items": [
        "Нам потрібен був BDM зі специфічним досвідом у Web3, фандрейзингу та стратегічних партнерствах.",
        "Команда MI Agency одразу запропонувала добірку релевантних кандидатів, які вже пройшли попередню оцінку.",
        "У фіналі ми обрали одного зі спеціалістів, який з першого дня включився в роботу та швидко почав приносити результат.",
        "Приємно вразили тим, наскільки глибоко команда занурилась у запит і супроводжувала нас на кожному етапі."
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": ["Business Development Manager"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "До 4 тижнів"
      }
    },
    "ndaSales": {
      "title": "Вимоги до кандидата",
      "items": [
        "3+ роки досвіду на посаді керівника відділу продажів;",
        "Досвід побудови відділу продажів з нуля;",
        "Знання технік управління продажами та психології продажів;",
        "Вміння організовувати роботу відділу, встановлювати KPI;",
        "Здатність аналізувати ринки і роботу конкурентів;",
        "Вміння аналізувати та працювати з великими обсягами інформації;",
        "Рівень англійської — Upper-Intermediate;",
        "Наявність лідерських, дипломатичних якостей, вміння ефективно вести переговори та стратегічно мислити;",
        "Досвід роботи в криптопроєктах."
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": ["Head of Sales department"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "До 4 тижнів"
      }
    },
    "monolith": {
      "title": "Відгук Іван Co-Founder",
      "items": [
        "Працювали над кількома напрямками водночас — від запуску SMM до формування аналітичної команди.",
        "Першим закрили senior-аналітика, який заклав основу роботи фонду й згодом виріс до ролі Principal. Також підбирали фахівців під airdrop-напрям і маркетинг.",
        "SMM-спеціаліста знайшли менш ніж за дві тижні. Усі кандидати були точними на запит — сильні як професійно, так і по стилю комунікації.",
        "Було комфортно працювати з командою, яка розуміла задачу з першого разу. Дякуємо за швидкість і якість."
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": ["SMM Manager", "Senior Аналітик x2", "Airdrop Аналітик x2"]
      },
      "terms": {
        "title": "Термін закриття в середньому:",
        "text": "3 тижні"
      }
    },
    "ndaBdm": {
      "title": "Відгук компанія NDA",
      "items": [
        "Мали запит на BDM, який увійде в процес і одразу почне продавати. Але під час відбору стало очевидно: потрібна людина іншого типу — та, що побудує відділ продажу з нуля.",
        "Команда не просто відібрала кандидатів, а допомогла сфокусуватися на правильному портреті.",
        "Після оновлення запиту дуже швидко знайшли сильного фахівця, який ідеально вписався в команду.",
        "Швидкий темп, якісний зворотний зв’язок, глибоке розуміння Web3-ринку — те, за що особливо цінуємо співпрацю."
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": ["Business Development Manager"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "До 8 тижнів"
      }
    },
    "ndaMulti": {
      "title": "Відгук компанія NDA",
      "items": [
        "Відкривали кілька напрямків одночасно: маркетинг, аналітика, продажі, менеджмент.",
        "Команда MI Agency дуже швидко розібралась у кожному запиті та підібрала сильних людей під кожну роль.",
        "Маркетолога вдалося знайти менш ніж за три тижні, інших спеціалістів також закрили без затримок.",
        "Сподобалось, що кожна вакансія супроводжувалась не просто резюме, а розумінням, чому саме ця людина 'на своєму місці'.",
        "З такою взаємодією легко масштабуватися."
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": ["Marketer", "BizDev", "Analyst", "Project Manager"]
      },
      "terms": {
        "title": "Термін закриття в середньому:",
        "text": "До 3 тижнів"
      }
    },
    "bohdanBushe": {
      "name": "Богдан Буше",
      "position": "СЕО&Founder",
      "vacancies": {
        "title": "Вакансії:",
        "items": ["SMM Manager"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "До 4 тижнів"
      }
    }
  },
  "marketing": {
    "andriyJmil": {
      "name": "Андрій Джміль",
      "position": "СЕО&Founder SVET, Spendy",
      "vacancies": {
        "title": "Вакансії:",
        "items": ["Діджитал-маркетолог x5", "SMM Manager"]
      },
      "terms": {
        "title": "Термін співпраці:",
        "text": "2 роки"
      }
    },
    "frgmnt": {
      "title": "Відгук FRGMNT",
      "items": [
        "Шукали асистента для двох керівників — людину, яка зможе швидко адаптуватися до офісного ритму, працювати з командою та закривати як адміністративні, так і особисті задачі.",
        "Команда MI Agency з першої спроби зчитала запит і вже за кілька днів показала фіналістів із релевантним досвідом. Один із кандидатів пройшов тестове та вийшов у команду — чудово інтегрувався й працює з нами досі.",
        "Паралельно ми шукали дизайнера. Підхід був такий самий — точний, без зайвих ітерацій. Отримали людину, яка не лише володіє потрібним рівнем, а й влучно вписалась у візуальний стиль бренду.",
        "Було відчуття, що команда працює з нами в одному ритмі — і це дуже цінно."
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": ["Executive Assistant", "Graphic Designer"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "До 4 тижнів"
      }
    },
    "miko": {
      "title": "Відгук Ангеліна CEO & Founder",
      "items": [
        "Нам був потрібен рекрутер, який орієнтується у маркетингових спеціальностях — від креативних до технічних.",
        "За 4 тижні команда MI Agency надала 6 релевантних кандидатів. Усі — з відповідним досвідом і розумінням нашої специфіки.",
        "Ми швидко провели інтерв’ю, обрали найкращий варіант і вже в перший місяць побачили результат.",
        "Особливо цінно, що агенція глибоко занурилась у задачу, не надсилала випадкові резюме і допомогла прийняти рішення, спираючись не лише на CV, а й на потенціал людини в нашій культурі."
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": ["Recruiter"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "До 4 тижнів"
      }
    },
    "hornsHacks": {
      "title": "Відгук Артур CEO & Founder",
      "items": [
        "Шукали фахівця, який розуміється на YouTube: алгоритмах, просуванні, аналітиці та контент-стратегії.",
        "Після брифу нам показали кількох кандидатів із досвідом саме в цій ніші. Один із них блискуче впорався з тестовим і почав співпрацю.",
        "Рекрутери були включені в процес, не втрачали з фокусу деталей, а ми — отримали результат, якого очікували."
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": ["YouTube Marketing Manager"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "До 4 тижнів"
      }
    },
    "annaKutsenko": {
      "name": "Анна Куценко",
      "position": "Коуч та Інфлюенсер",
      "vacancies": {
        "title": "Вакансії:",
        "items": ["SMM Manager", "Assistant"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "До 4 тижнів"
      }
    }
  },
  "fintech": {
    "fintechNda": {
      "title": "Вимоги до кандидата",
      "logo": "FINTECH startup під NDA",
      "items": [
        "Досвід у розробці 5+ років;",
        "Досвід роботи на позиції Full-stack Dev;",
        "Досвід роботи з JavaScript;",
        "Стек MERN: MongoDB, Express, React JS, Node JS;",
        "Досвід роботи з AWS (EC2, CloudFront CDN, S3) і Docker;",
        "Ведення проєкту від старту до кінця;",
        "Можливість проведення внутрішнього аудиту коду;",
        "Досвід роботи на позиції team leader;",
        "Розуміння роботи ключових API;",
        "Навички навчання нових співробітників;",
        "Досвід роботи в стартапах;",
        "Вітатиметься організаційність процесів проєкту;",
        "Досвід у фінтехі буде плюсом;",
        "Професійне портфоліо з успішними кейсами;",
        "Англійська: B2."
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": ["Full-stack Developer"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "До 2 тижнів"
      }
    },
    "ndaTech": {
      "title": "Відгук компанія NDA",
      "items": [
        "Ми — стартап, який активно масштабується, тож шукали одразу кількох технічних спеціалістів: від саппорту до DevOps.",
        "MI Agency швидко розібралися, хто нам потрібен і як пріоритезувати позиції. Завдяки чіткому процесу та регулярним апдейтам ми не витрачали час на зайві розмови — лише на фінальні інтерв’ю.",
        "DevOps приєднався до команди вже через місяць, QA — за два, а fullstack та 3 tech support — протягом 1.5 місяця.",
        "Особливо цінно, що кожен кандидат проходив психологічне тестування — ми одразу бачили аналітику щодо стилю роботи, мотивації та потенційних зон росту.",
        "У результаті ми закрили не просто вакансії, а команду, яка швидко влилася в наш темп і вже дає результат."
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": ["DevOps", "Tech Support x3", "QA", "Fullstack Dev"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "Усі вакансії закриті за 3 місяці"
      }
    }
  },
  "igaming": {
    "hundredFtd": {
      "title": "Відгук 100FTD",
      "logo": "100FTD",
      "items": [
        "Ми шукали HR-спеціаліста, який візьме на себе весь цикл роботи з персоналом — від рекрутингу до супроводу команди.",
        "Рекрутери з MI оперативно вийшли з якісною вибіркою — кожен кандидат був продумано підібраний і мав потрібний досвід.",
        "Один із них органічно вписався в наш підхід до роботи.",
        "Комунікація була чіткою й професійною — жодного відчуття 'роботи для галочки'."
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": ["HR"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "3 тижні"
      }
    },
    "ndaRecruiter": {
      "title": "Відгук компанія NDA",
      "items": [
        "Шукали внутрішнього рекрутера для міжнародної компанії з розумінням специфіки ринку та культури компанії.",
        "Команда MI Agency підійшла до підбору уважно — врахували як досвід, так і цінності, які важливі саме для нас.",
        "Кандидат не лише закрив очікування по хард-скілам, а й швидко адаптувався в команді.",
        "Завдяки такому формату підбору ми зекономили багато часу та ресурсів."
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": ["Recruiter"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "4 тижні"
      }
    },
    "flint": {
      "title": "Відгук Flint",
      "items": [
        "Ми працюємо в індустрії, де швидкість вирішує все, тому критично важливо мати партнера, який розуміє запит із першого контакту.",
        "З MI Agency у нас склалася саме така співпраця — неодноразово звертались із позиціями різної задачі й кожного разу отримували точне закриття без затримок.",
        "Команда працює чітко, тримає темп і завжди на зв’язку.",
        "Надійний партнер, якому можна довірити рекрутинг."
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": [
          "Підібрано більше 20 SEO спеціалістів різних рівнів (від trainee до senior), а також закриті позиції Link builder, Sales manager та Head of Sales"
        ]
      },
      "terms": {
        "title": "Співпраця:",
        "text": "Понад 1,5 роки"
      }
    },
    "gambeat": {
      "title": "Відгук GAMBEAT",
      "items": [
        "Шукали affiliate-менеджера, який розуміється на геймблінг-індустрії та має досвід у схожих кампаніях.",
        "Спеціалісти з боку MI надали профільного кандидата вже протягом місяця. Людина швидко адаптувалася і зараз впевнено закриває напрям.",
        "Особливо цінно, що нам не “кидали” всіх підряд — було видно, що кожен варіант проходив фільтрацію й попередню оцінку.",
        "Саме такого підходу ми й шукали."
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": ["Affiliate manager"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "До 4 тижнів"
      }
    }
  },
  "others": {
    "objectOne": {
      "title": "Відгук Object1",
      "items": [
        "Мали конкретну задачу — знайти BDM-а, який зможе налагодити роботу з інвесторами та партнерами у вузькому напрямі.",
        "Команда MI швидко відчула специфіку й зібрала сильних кандидатів із відповідним досвідом.",
        "Один із них уже на борту, і ми бачимо реальні результати від перших тижнів роботи.",
        "Відчувалося, що команда не просто підбирає, а розуміє контекст бізнесу."
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": ["Business Development Manager"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "До 8 тижнів"
      }
    },
    "reelly": {
      "title": "Відгук Reelly",
      "items": [
        "Шукали юриста з досвідом роботи на міжнародному ринку — задача була нетипова, з високими вимогами до якості.",
        "Команда MI Agency підійшла до процесу дуже уважно: глибоко пропрацювали профіль, уточнили всі критичні моменти, перевірили бекграунди.",
        "Уже за короткий термін ми отримали кандидата, який точно відповідав вимогам і одразу включився в роботу.",
        "Було відчуття, що з нами працюють не “як по шаблону”, а з розумінням специфіки бізнесу."
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": ["Legal Counsel"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "До 4 тижнів"
      }
    },
    "eugene": {
      "name": "Євгеній",
      "position": "CEO & Founder YZ Pro",
      "vacancies": {
        "title": "Вакансії:",
        "items": ["Менеджер по роботі з персоналом", "Recruiter"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "До 4 тижнів"
      }
    },
    "everest": {
      "title": "Вимоги до кандидата",
      "items": [
        "Знання Linux (CentOS/Fedora/Ubuntu)",
        "Вміння писати скрипти для автоматизації (Bash)",
        "Досвід роботи з Docker/Контейнеризацією",
        "Досвід роботи з Ansible/Chef/Puppet",
        "Досвід у налаштуванні CI/CD пайплайнів"
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": ["Middle + DevOps Engineer"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "До 4 тижнів"
      }
    },
    "smartDevelopment": {
      "title": "Відгук Андрій CEO & Founder",
      "items": [
        "Потрібен був сейлз, який не просто вміє продавати, а розуміє наш продукт і нішу.",
        "Команда MI Agency підійшла до процесу дуже делікатно: не нав’язували рішень, а радили — на основі досвіду й реального ринку.",
        "Зрештою обрали людину, яка швидко включилась у процес і вже дає результат.",
        "Було легко — спокійна комунікація, точні рекомендації й повага до нашого внутрішнього темпу."
      ],
      "vacancies": {
        "title": "Вакансії:",
        "items": ["Sales Manager"]
      },
      "terms": {
        "title": "Термін закриття:",
        "text": "До 4 тижнів"
      }
    }
  }
}
